export const DEAD_OR_ALIVE = {
	alive: '生存',
	dead: '死亡'
}

export const JOB_TEMPLATE = [
	{
		name: '人狼ゲーム',
		jobList_1st: ['市民', '占い師', '霊能者', '騎士', '共鳴者', 'パン屋'],
		jobList_2nd: ['人狼', '狂人', '狂信者'],
		jobList_3rd: ['妖狐', '背徳者']
	},
	{
		name: 'Feign',
		jobList_1st: [
			'ドクター',
			'トラッカー',
			'ポリス',
			'ルックアウト',
			'インベスティゲーター',
			'トラッパー',
			'ねずみ',
			'挑発者',
			'バカ'
		],
		jobList_2nd: [
			'ブレイマー',
			'クリーナー',
			'トラッカー',
			'ポリス',
			'ルックアウト',
			'インベスティゲーター',
			'トラッパー',
			'ねずみ',
			'挑発者'
		],
		jobList_3rd: ['シリアルキラー', 'ボマー', 'サバイバー', 'シーフ', '魔術師', 'ゴースト']
	}
]
